/*
	File:		ResultsViewStrings.strings

	Contains:
	Copyright:	© 2007-2009 by Apple Inc., all rights reserved.
*/

"SEARCH_WINDOW_RESULTS_COUNT_SINGULAR" = "%d 個搜尋結果"; /* This will be used when the count is 1 */
"SEARCH_WINDOW_RESULTS_COUNT" = "%d 個搜尋結果";
"SEARCH_WINDOW_RESULTS_NO_COUNT" = "結果";
"SEARCH_WINDOW_RESULTS_NO_RESULTS" = "無結果";

"SHOW_ALL_N" = "顯示全部 %d 項";
"SHOW_TOP_COUNT" = "顯示前 %d 項";
"MORE_TITLE_FORMAT" = "更多⋯";

"PREVIEW_TRASH" = "垃圾桶";
"PREVIEW_WHERE" = "位置";
"PREVIEW_ITUNES_LIBRARY" = "iTunes 音樂資料庫";
"PREVIEW_MESSAGE_FROM" = "寄件人";
"PREVIEW_MESSAGE_TO" = "收件人";
"PREVIEW_MESSAGE_RECIEVED" = "已接收";
"PREVIEW_MESSAGE_SUBJECT" = "標題";
"PREVIEW_MESSAGE_FOLDER" = "檔案夾";
"PREVIEW_DIMENSIONS" = "尺寸";
"PREVIEW_PIXEL_DIMENSIONS" = "%@ x %@ 像素";   /* Dimensions in pixels */
"PREVIEW_POINT_DIMENSIONS" = "%@ x %@ 點";   /* Dimensions in points */
"PREVIEW_POINT_INCH_DIMENSIONS" = "%@ x %@ 英吋";  /* Dimensions in inches */
"PREVIEW_POINT_CM_DIMENSIONS"  = "%@ x %@ 公分";   /* Dimensions in centimeters */
"PREVIEW_ICAL_LOCATION" = "位置";
"PREVIEW_ICAL_CALENDAR" =  "行事曆";
"PREVIEW_ICAL_START_DATE" = "啟始日";
"PREVIEW_ICAL_DUE_DATE" = "到期日";
"PREVIEW_ICAL_ATTENDEES" = "參與者";
"PREVIEW_ARTICLE_POSTED" = "發佈日期";
"PREVIEW_BOOLEAN_TRUE" = "是";
"PREVIEW_BOOLEAN_FALSE" = "否";

/* Used in the bottom preview in the Show all window, both of these strings are used in a stringWithFormat: and i pass along
 * the number of items
 */
"PREVIEW_NOTHING_SELECTED_SINGULAR" = "未選取任何項目";
"PREVIEW_NOTHING_SELECTED_PLURAL" = "已選取 %d 個項目";
"PREVIEW_ONE_SELECTED" = "已選取 1 個項目";

"NO_MAIL_SUBJECT" = "無標題";

"FIELD_INDEXING_DISKS_TOOLTIP" = "正在為卷宗建立索引（%d%% 完成）";
"FIELD_INDEXING_TOOLTIP_CALCULATING" = "正在為卷宗建立索引";

/* Date link attributes */
"LINK_SEARCH_DATE" = "搜尋“%@”";
"LINK_SEARCH_DATE_RANGE" = "從 %@ 至 %@ 的星期";
"LINK_SEARCH_MONTH_RANGE" = "從 %@ 月至 %@ 月";
"LINK_SEARCH_YEAR_RANGE" = "從 %@ 年至 %@ 年";
"LINK_SEARCH_DATE_NEWER" = "晚過 %@";

/* This is used as the separator between the name and the directory component in the Search menu */
"EMDASH" = "—";

/* These are titles for the Save/Edit saved search button in the scope bar. */
"SAVED_SEARCH_EDIT" = "編輯";
"SAVED_SEARCH_SAVE" = "儲存";

/* button bar labels */
"SEARCH_WINDOW_PREVIEW_BUTTON" = "預覽";

"TEXT_SNIPPET_RANGE_SEPARATOR" = "…";

"KIND_MAIL_MSG" = "Mail 郵件";
"KIND_ICAL_EVENT" = "iCal 事件";
"KIND_ICAL_TODO" = "iCal 待辦事項";

"SEARCH_NAME_AND_ATTRIBUTES" = "名稱與屬性";
"SEARCH_NAME_ONLY" = "僅搜尋名稱";
"SEARCH_ADVANCED" = "進階";

/* the 'other...' menu item is used to bring up panel of other attributes to choose from. */
"OTHER_ATTRIBUTE_SLICE_MENU" = "其他⋯";

/* raw query slice support.  The raw query slice appears when you select it from the other... drop down in the advanced search */
"RAW_QUERY_SLICE_NAME" = "Raw 查詢";
"RAW_QUERY_SLICE_DESCRIPTION" = "要包含在搜尋裡的 Raw 查詢述詞";

/* file extension slice support.  The file extension slice appears when you select it from the other... drop down in the advanced search */
"FILE_EXTENSION_SLICE_NAME" = "副檔名";
"FILE_EXTENSION_SLICE_DESCRIPTION" = "項目的副檔名";

/* system files slice support.  The system files slice appears when you select it from the other... drop down in the advanced search */
"SYSTEM_FILES_SLICE_NAME" = "系統檔案";
"SYSTEM_FILES_SLICE_DESCRIPTION" = "包含系統檔案，例如偏好設定檔案和外掛模組";

/* spotlight items slice support.  The spotlight items slice appears when you select it from the other... drop down in the advanced search */
"SPOTLIGHT_ITEMS_SLICE_NAME" = "Spotlight 項目";
"SPOTLIGHT_ITEMS_SLICE_DESCRIPTION" = "包含聯絡資訊、郵件、事件、網頁和更多項目";

/* titles for additional columns */
"CATEGORY_COLUMN_TITLE" = "類別";
